// Второе задание
let user =+ prompt("Введите число от 0-9:");

if(user == "0") {
    alert("Спецсимвол для числа 0 - ')'");
}
else if(user == "1") {
    alert("Спецсимвол для числа 1 - '!'");
}
else if(user == "2") {
    alert("Спецсимвол для числа 2 - '@'");
}
else if(user == "3") {
    alert("Спецсимвол для числа 3 - '#'");
}
else if(user == "4") {
    alert("Спецсимвол для числа 4 - '$'");
}
else if(user == "5") {
    alert("Спецсимвол для числа 5 - '%'");
}
else if(user == "6") {
    alert("Спецсимвол для числа 6 - '^'");
}
else if(user == "7") {
    alert("Спецсимвол для числа 7 - '&'");
}
else if(user == "8") {
    alert("Спецсимвол для числа 8 - '*'");
}
else if(user == "9") {
    alert("Спецсимвол для числа 9 - '('");
}
else {
    alert("Ваше число введено не верно")
}